export default function WriteCurator() {
  return (
    <div>
      <aside className="h-screen bg-amber-600 w-36 fixed"></aside>
      <h2 className="text-violet-700 font-bold text-2xl ml-36 p-4">
        Write to your curator
      </h2>

      <p className="ml-36 p-4">
        Если у вас возникли вопросы по курсу, консультациям, расписанию или
        доступу к платформе — просто напишите нам через эту форму. Мы
        внимательно прочитаем ваше сообщение и постараемся ответить как можно
        быстрее. Кураторы всегда на связи и готовы помочь на каждом этапе
        обучения: от подключения к Zoom до проверки домашних заданий. Ваш
        комфорт и уверенность в процессе — наша главная задача.
      </p>
    </div>
  );
}
